INSERT INTO udong (udong_id, owner_id, status, title, description, start_date, end_date, recruitment_count, created_at)
VALUES (1, 1, 'PREPARE', '도쿄 여행 모집', '같이 도쿄 가실 분 구해요!', '2025-09-01', '2025-09-10', 5, now()),
       (2, 1, 'PREPARE', '부산 여행 모집', '부산에서 맛집 투어 가실 분~', '2025-10-05', '2025-10-12', 6, now());

INSERT INTO udong (udong_id, owner_id, status, title, description, start_date, end_date, recruitment_count, created_at)
VALUES (3, 3, 'PREPARE', '여행 모집 3', '여행 설명 3', '2025-11-01', '2025-11-10', 5, now()),
       (4, 4, 'PREPARE', '여행 모집 4', '여행 설명 4', '2025-11-01', '2025-11-10', 5, now()),
       (5, 5, 'PREPARE', '여행 모집 5', '여행 설명 5', '2025-11-01', '2025-11-10', 5, now()),
       (6, 6, 'PREPARE', '여행 모집 6', '여행 설명 6', '2025-11-01', '2025-11-10', 5, now()),
       (7, 7, 'PREPARE', '여행 모집 7', '여행 설명 7', '2025-11-01', '2025-11-10', 5, now()),
       (8, 8, 'PREPARE', '여행 모집 8', '여행 설명 8', '2025-11-01', '2025-11-10', 5, now()),
       (9, 9, 'PREPARE', '여행 모집 9', '여행 설명 9', '2025-11-01', '2025-11-10', 5, now()),
       (10, 10, 'PREPARE', '여행 모집 10', '여행 설명 10', '2025-11-01', '2025-11-10', 5, now()),
       (11, 11, 'PREPARE', '여행 모집 11', '여행 설명 11', '2025-11-01', '2025-11-10', 5, now()),
       (12, 12, 'PREPARE', '여행 모집 12', '여행 설명 12', '2025-11-01', '2025-11-10', 5, now()),
       (13, 13, 'PREPARE', '여행 모집 13', '여행 설명 13', '2025-11-01', '2025-11-10', 5, now()),
       (14, 14, 'PREPARE', '여행 모집 14', '여행 설명 14', '2025-11-01', '2025-11-10', 5, now()),
       (15, 15, 'PREPARE', '여행 모집 15', '여행 설명 15', '2025-11-01', '2025-11-10', 5, now()),
       (16, 16, 'PREPARE', '여행 모집 16', '여행 설명 16', '2025-11-01', '2025-11-10', 5, now()),
       (17, 17, 'PREPARE', '여행 모집 17', '여행 설명 17', '2025-11-01', '2025-11-10', 5, now()),
       (18, 18, 'PREPARE', '여행 모집 18', '여행 설명 18', '2025-11-01', '2025-11-10', 5, now()),
       (19, 19, 'PREPARE', '여행 모집 19', '여행 설명 19', '2025-11-01', '2025-11-10', 5, now()),
       (20, 20, 'PREPARE', '여행 모집 20', '여행 설명 20', '2025-11-01', '2025-11-10', 5, now());
